{
  "truths": [
    "What was the last thing you searched for on your phone?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "Have you ever walked in on your parents doing it?",
    "After you've dropped a piece of food, what's the longest time you've left it on the ground and then ate it?",
    "Have you ever tasted a booger?",
    "What's the first thing you would do if you woke up one day as the opposite sex?",
    "Have you ever peed in the pool?",
    "Who do you think is the worst dressed person in this room?",
    "Have you ever farted in an elevator?",
    "True or false? You have a crush on [fill in the blank].",
    "Of the people in this room, who do you want to trade lives with?",
    "What are some things you think about when sitting on the toilet?",
    "Did you have an imaginary friend growing up?",
    "Do you cover your eyes during a scary part in a movie?",
    "Have you ever practiced kissing in a mirror?",
    "Did your parents ever give you the “birds and the bees” talk?",
    "What is your guilty pleasure?",
    "What is your worst habit?",
    "Has anyone ever walked in on you when going #2 in the bathroom?",
    "Have you ever had a wardrobe malfunction?",
    "Have you ever walked into a wall?",
    "Do you pick your nose?",
    "Do you sing in the shower?",
    "Have you ever peed yourself?",
    "What was your most embarrassing moment in public?",
    "Have you ever farted loudly in class?",
    "Do you ever talk to yourself in the mirror?",
    "You’re in a public restroom and just went #2, then you realized your stall has no toilet paper. What do you do?",
    "What would be in your web history that you’d be embarrassed if someone saw?",
    "Have you ever tried to take a sexy picture of yourself?",
    "Do you sleep with a stuffed animal?",
    "Do you drool in your sleep?",
    "Do you talk in your sleep?",
    "Who is your secret crush?",
    "Do you think [fill in the name] is cute?",
    "Who do you like the least in this room and why?",
    "What does your dream boy or girl look like?",
    "What is your go-to song for the shower?",
    "Who is the sexiest person in this room?",
    "How would you rate your looks on a scale of 1 to 10?",
    "Would you rather have sex with [insert name] in secret or not have sex with that person but everyone thinks you did?",
    "What don't you like about me?",
    "What color underwear are you wearing right now?",
    "What was the last thing you texted?",
    "If you were rescuing people from a burning building and you had to leave one person behind from this room, who would it be?",
    "Do you think you'll marry your current girlfriend/boyfriend?",
    "How often do you wash your undergarments?",
    "Have you ever tasted ear wax?",
    "Have you ever farted and then blamed someone else?",
    "Have you ever tasted your sweat?",
    "What is the most illegal thing you have ever done?",
    "Who is your favorite? Mom or Dad?",
    "Would you trade your sibling in for a million dollars?",
    "Would you trade in your dog for a million dollars?",
    "What is your biggest pet peeve?",
    "If you were allowed to marry more than one person, would you? Who would you choose to marry?",
    "Would you rather lose your sex organs forever or gain 200 pounds?",
    "Would you choose to save 100 people without anyone knowing about it or not save them but have everyone praise you for it?",
    "If you could only hear one song for the rest of your life, what would it be?",
    "If you lost one day of your life every time you said a swear word, would you try not to do it?",
    "Who in this room would be the worst person to date? Why?",
    "Would you rather live with no internet or no A/C or heating?",
    "If someone offered you $1 million dollars to break up with your girlfriend/boyfriend, would you do it?",
    "If you were reborn, what decade would you want to be born in?",
    "If you could go back in time in erase one thing you said or did, what would it be?",
    "Has your boyfriend or girlfriend ever embarrassed you?",
    "Have you ever thought about cheating on your partner?",
    "If you could suddenly become invisible, what would you do?",
    "Have you ever been caught checking someone out?",
    "Have you ever waved at someone thinking they saw you when really they didn't? What did you do when you realized it?",
    "What's the longest time you've stayed in the bathroom, and why did you stay for that long?",
    "What's the most unflattering school picture of you?",
    "Have you ever cried because you missed your parents so much?",
    "Would you rather be caught picking your nose or picking a wedgie?",
    "Describe the strangest dream you've ever had. Did you like it?",
    "Have you ever posted something on social media that you regret?",
    "What is your biggest fear?",
    "Do you pee in the shower?",
    "Have you ever ding dong ditched someone?",
    "The world ends next week and you can do anything you want (even if it's illegal). What would you do?",
    "Would you wear your shirt inside out for a whole day if someone paid you $100?",
    "What is the most childish thing that you still do?",
    "How far would you go to land the guy or girl of your dreams?",
    "Tell us about a time you embarrassed yourself in front of a crush.",
    "Have you ever kept a library book?",
    "Who is one person you pretend to like, but actually don’t?",
    "What children’s movie could you watch over and over again?",
    "Do you have bad foot odor?",
    "Do you have any silly nicknames?",
    "When was the last time you wet the bed?",
    "How many pancakes have you eaten in a single sitting?",
    "Have you ever accidentally hit something with your car?",
    "If you had to make out with any Disney character, who would it be?",
    "Have you ever watched a movie you knew you shouldn’t?",
    "Have you ever wanted to try LARP (Live Action Role-Play)?",
    "What app on your phone do you waste the most time on?",
    "Have you ever pretended to be sick to get out of something? If so, what was it?",
    "What is the most food you’ve eaten in a single sitting?",
    "Do you dance when you’re by yourself?",
    "Would you have voted for or against Trump?",
    "What song on the radio do you sing with every time it comes on?",
    "Do you sleep with a stuffed animal?",
    "Do you own a pair of footie pajamas?",
    "Are you scared of the dark?",
    "What ‘As seen on TV’ product do you secretly want to buy?",
    "Do you still take bubble baths?",
    "If you were home by yourself all day, what would you do?",
    "How many selfies do you take a day?",
    "What is something you’ve done to try to be ‘cooler’?",
    "When was the last time you brushed your teeth?",
    "Have you ever used self tanner?",
    "What do your favorite pajamas look like?",
    "Do you have a security blanket?",
    "Have you ever eaten something off the floor?",
    "Have you ever butt-dialed someone?",
    "Do you like hanging out with your parents?",
    "Have you ever got caught doing something you shouldn’t?",
    "What part of your body do you love and which part do you hate?",
    "Have you ever had lice?",
    "Have you ever pooped your pants?",
    "What was the last rate-R movie you watched?",
    "Do you lick your plate?",
    "What is something that no one else knows about you?",
    "Do you write in a diary?"
  ],
  "dares": [
    "For a guy, put on makeup. For a girl, wash off your make up",
    "Dance with no music for 1 minute",
    "Try to drink a glass water while standing on your hands",
    "Let the group pose you in an embarrassing position and take a picture",
    "Curse like sailor for 20 seconds straight",
    "Do four cartwheels in row",
    "Play a song on by slapping your butt cheeks till someone guesses the song",
    "Give someone your phone and let them send one text to anyone in your contacts",
    "Depict a human life through interpretive dance",
    "Lick the floor",
    "Drink a small cup of a concoction that the group makes. (Don’t make anything that might cause bodily harm. No visits to the emergency room.)",
    "Write something embarrassing somewhere on your body (that can be hidden with clothing) with a permanent marker",
    "Let someone shave part of your body",
    "Eat five spoonfuls of a condiment",
    "Let the group give you a new hairstyle",
    "Make every person in the group smile, keep going until everyone has cracked a smiled",
    "Sniff the armpits of everyone in the room",
    "Let the person to your left draw on your face with a pen",
    "Make up a 30 second opera about a person or people in the group and perform it",
    "Serenade the person to your right",
    "Talk in an accent for the next 3 rounds",
    "Beg and plead the person to your right not to leave you for that other boy or girl. Weeping, gnashing of teeth, and wailing is encouraged",
    "Attempt to break dance for 30 seconds",
    "Kiss the person to your left",
    "Do the worm",
    "Do push ups until you can’t do any more, wait 5 seconds, and then do one more",
    "Sell a piece trash to someone in the group. Use your best salesmanship",
    "Let the group look through your phone for 2 minutes",
    "Attempt to do a magic trick",
    "Switch clothes with someone of the opposite sex in the group for three rounds",
    "Imitate a celebrity every time you talk for three minutes",
    "Try to juggle 2 or 3 items of the group’s choosing",
    "Stick your arm into the trash can past your elbow",
    "Walk on your hands from one side of the room to the other. You can ask someone to hold your legs if necessary",
    "Gargle something that shouldn’t be gargled, but won’t hurt you",
    "Get slapped on the face by the person of your choosing",
    "Grab a trash can and make a hoop with your hands above the trash can. Have other members of the group try to shoot trash through your impromptu trashketball hoop. (No bottles or other injury causing trash should be thrown. Once again, no trips to the hospital please. )",
    "Spin an imaginary hula hoop around your waist for 3 minutes while the game continues",
    "Imitate popular YouTube videos until someone can guess the video you are imitating",
    "Dance to a song of the group’s choosing",
    "Seduce a member of the same gender in the group",
    "Break two eggs on your head",
    "Be someone’s pet for the next 5 minutes",
    "Compose a poem on the spot based on something the group comes up with",
    "Poll dance for 1 minute with an imaginary pole",
    "Take a shower with your clothes on",
    "Attempt to walk on your hands for as far as you can (don’t break anything with your feet)",
    "Choose someone from the group to give you a spanking",
    "Post an extremely unflattering picture of yourself to the social media outlet of your choosing",
    "Make a funny face and keep making it for 2 minutes while the game continues",
    "Imagine something in your room. Now spell it with your nose and keep spelling it with your nose until someone from the group guesses what you are trying spell",
    "After the group chooses one rude word, sing a song and insert that rude word once into every line of the song",
    "Drag your butt on the carpet like a dog from one end of the room to the other. You’ll need to be wearing shorts or pants for this one",
    "Open a bag of snacks or candy using only your mouth, no hands or feet",
    "Do your best impression of a baby being born",
    "Bend at the waist so that you are looking behind you between your legs. Now run backwards until you can tag someone with your butt",
    "Belly dance like your life depended on it",
    "Make a tea out of something that isn’t tea (but isn’t dangerous / toxic) and drink it",
    "Go to the bathroom, take off your underwear and put it on your head. Wear it on your head for the rest of the game",
    "Act like whatever animal someone yells out for the next 1 minute",
    "Eat one teaspoon of the spiciest thing you have in the kitchen",
    "Transfer an icecube from your mouth to the person’s mouth on your right",
    "Call the 7th contact in your phone and sing them 30 seconds of a song that the group chooses",
    "No talking. Pretend to be a food. Don’t pretend to eat the food, pretend to be the food. Keep pretending until someone in the group guesses the food you are",
    "Drop something in the toilet and then reach in to get it",
    "Find the person whose first name has the same letter as your first name or whoever’s first name’s first letter is closest to yours. Now lick their face",
    "Put 4 ice cubes down your pants",
    "Sit in a spinning chair and have the group spin you for 30 seconds. Might help to hold a trash can just in case"
  ]
}
